export default {
  'menu': {
    'start': 'ケジュール',
    'continue': 'ケジュール再開',
    'win': 'ケジュール',
    'lose': 'ケジュール',
    'reStart': 'ケジュール再開',
    'explain': 'ケジュール説明',
    'producer': 'ケジュール制作者',
  },
  'game': {
    'emperor': '国王',
    'slave': '奴隶',
    'no': '第',
    'round': '局',
    'role': '役割',
    'checkArea': 'チェックエリア',
    'dropArea': 'ドロップエリア'
  },
  'info': {
    'round': '局数',
    'role': '役割',
    'result': '結果',
    'player': 'プレイヤー',
    'computer': 'コンピューター',
    'score': 'スコア',
  },
  'explain': {
    'explain': 'ケジュール説明',
    'explain1': 'このゲームは2つの役割に分けられています：皇帝と奴隷。それぞれが5枚のカードを持っています。	',
    'explain2': '皇帝側：1枚の皇帝カード（Emperor）と4枚の市民カード（Citizen）を所持しています。	',
    'explain3': '奴隷側：1枚の奴隷カード（Slave）と4枚の市民カード（Citizen）を所持しています。	',
    'explain4': 'ゲームの開始時には、役割がランダムに割り当てられ、その後の各ラウンドで役割が交代し、合計で21ラウンドを行います。	',
    'explain5': 'プレイヤーがカードを選んでから、出札をクリックして比較を行います。	',
    'explain6': '皇帝は市民に勝ち、市民は奴隷に勝ち、奴隷は皇帝に勝ちます。	',
    'explain7': '市民同士が対決した場合は互いに打ち消し、カードを捨てて次のラウンドに進み、打ち消されたカードは返されません。	',
    'explain8': '皇帝か奴隷が倒された場合、ゲームは終了し、倒された側が敗北します。	',
    'explain9': '勝利すれば1点、引き分けは0点が積み上がり、どちらかが11点を最初に達するとゲームは終了します。	'
  }
}
