export default {
  'menu': {
    'start': '게임 시작',
    'continue': '게임 기준',
    'win': '네가 이겼다',
    'lose': '당신은 잃습니다',
    'reStart': '게임 기준',
    'explain': '게임 속성',
    'producer': '기산자',
  },
  'game': {
    'emperor': '국사',
    'slave': '사항',
    'no': '안녕',
    'round': '게임',
    'role': '사항',
    'checkArea': '선택 영역',
    'dropArea': '추가 영역'
  },
  'info': {
    'round': '게임',
    'role': '사항',
    'result': '비슷',
    'player': '플랫티',
    'computer': '비슷자',
    'score': '점수',
  },
  'explain': {
    'explain': '게임 속성',
    'explain1': '이 게임은 두 가지 역할로 나누어져 있습니다: 황제와 노예. 각각 5장의 카드를 가지고 있습니다.',
    'explain2': '황제 측: 1장의 황제 카드 (Emperor)와 4장의 시민 카드 (Citizen)를 보유합니다.',
    'explain3': '노예 측: 1장의 노예 카드 (Slave)와 4장의 시민 카드 (Citizen)를 보유합니다.',
    'explain4': '게임 시작 시 역할이 무작위로 배정되며, 이후 각 라운드마다 역할이 교체되며 총 21라운드를 진행합니다.',
    'explain5': '플레이어는 카드를 선택한 후, 카드를 낼 때 비교를 수행합니다.',
    'explain6': '황제는 시민에게 이길 수 있고, 시민은 노예에게 이길 수 있고, 노예는 황제에게 이길 수 있습니다.',
    'explain7': '시민이 서로 대결하면 서로 상쇄하며 카드를 버리고 다음 라운드로 넘어가고, 상쇄된 카드는 돌려주지 않습니다.',
    'explain8': '황제나 노예가 죽으면 게임이 종료되고, 죽은 쪽이 패배합니다.',
    'explain9': '승리하면 1점, 무승부는 0점이 쌓이며, 누가 먼저 11점을 얻으면 게임이 종료됩니다.'
  }
}
